START = ("👋 Привет! Это Анонимный чат Телеграма."
        "Тут можно общаться 1 на 1 со случайными собеседниками."
        "📖 В чате есть правила поведения, которые нужно соблюдать."
        "Нельзя спамить, продвигать свои услуги, оскорблять собеседников."
        "🔎 Работает бот очень просто: вы жмете кнопку поиска или используете команду /search и бот находит вам собеседника."
        "Удачного общения! Будьте вежливы к собеседникам.")

SEARCH = ("Ищем собеседника...")

STOP_USER = ("Вы закончили связь с вашим собеседником 🙄\n"
        "Напишите /search чтобы найти следующего\n"
        "\n/interests — добавить интересы поиска")

STOP_SIGNAL = ("Собеседник закончил с вами связь 😞\n"
        "Напишите /search чтобы найти следующего\n"
        "\n/interests — добавить интересы поиска")

FOUND = ("Собеседник найден\n"
        "\n/next — искать нового собеседника"
        "/stop — закончить диалог\n"
        "\n/interests — добавить интересы поиска")